Repository: microsoft/terminal
Catalog: src/cascadia/TerminalSettingsModel/Resources/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, sr_cyrl_rs, uk_ua, zh_cn, zh_tw

# SelectCommandNextCommandKey
source: Select next command
de_de: Nächsten Befehl auswählen
es_es: Seleccionar comando siguiente
fr_fr: Sélectionner la commande suivante
it_it: Seleziona il comando successivo
ja_jp: 次のコマンド出力を選択
ko_kr: 다음 명령 선택
pt_br: Selecionar o próximo comando
ru_ru: Выбрать следующую команду
sr_cyrl_rs: Изабери наредну команду
uk_ua: Вибрати наступну команду
zh_cn: 选择下一个命令
zh_tw: 選取下一個命令

# SelectCommandPreviousCommandKey
source: Select previous command
de_de: Vorherigen Befehl auswählen
es_es: Seleccionar el comando anterior
fr_fr: Sélectionner la commande précédente
it_it: Seleziona comando precedente
ja_jp: 前のコマンドを選択
ko_kr: 이전 명령 선택
pt_br: Selecionar o comando anterior
ru_ru: Следующая/предыдущая команда
sr_cyrl_rs: Изабери претходну команду
uk_ua: Вибрати попередню команду
zh_cn: 选择上一个命令
zh_tw: 選取上一個命令

# SearchForTextCommandKey
source: Search {0}
de_de: "{0}" suchen
es_es: Buscar {0}
fr_fr: Rechercher dans {0}
it_it: Cerca in {0}
ja_jp: {0} の検索
ko_kr: {0} 검색
pt_br: Pesquisar {0}
ru_ru: Поиск в {0}
sr_cyrl_rs: Претражи {0}
uk_ua: Пошук {0}
zh_cn: 搜索 {0}
zh_tw: 搜尋 {0}

# SearchWebCommandKey
source: Search the web for selected text
de_de: Im Web nach ausgewähltem Text suchen
es_es: Buscar texto seleccionado en la Web
fr_fr: Rechercher le texte sélectionné sur le web
it_it: Cerca testo selezionato nel Web
ja_jp: 選択したテキストを Web で検索
ko_kr: 웹에서 선택한 텍스트 검색
pt_br: Pesquisar texto selecionado na Web
ru_ru: Поиск выделенного текста в Интернете
sr_cyrl_rs: Претражи веб на изабрани текст
uk_ua: Пошук вибраного тексту в Інтернеті
zh_cn: 在 Web 上搜索所选文本
zh_tw: 在網頁上搜尋選取的文字

# OpenAboutCommandKey
source: Open about dialog
fr_fr: Ouvrir la boîte de dialogue à propos de
it_it: Apri finestra di dialogo Informazioni su
ru_ru: Открыть диалоговое окно "О программе"
sr_cyrl_rs: Отвори дијалог О програму
uk_ua: Відкрити діалогове вікно "про"
zh_cn: 打开“关于”对话框

# SaveSnippetNamePrefix
source: Save Snippet
fr_fr: Enregistrer l’extrait de code
it_it: Salva frammento
ru_ru: Сохранить фрагмент
sr_cyrl_rs: Сачувај одломак
uk_ua: Зберегти сніпет
zh_cn: 保存代码段

# QuickFixCommandKey
source: Open quick fix menu
fr_fr: Ouvrir le menu de correction rapide
it_it: Apri menu di correzione rapida
ru_ru: Открыть меню быстрого исправления
sr_cyrl_rs: Отвори quick fix мени
uk_ua: Відкрити меню швидких фіксів
zh_cn: 打开快速修复菜单

# OpenCWDCommandKey
source: Open current working directory
fr_fr: Ouvrir le répertoire de travail actif
it_it: Apri directory di lavoro corrente
ru_ru: Открыть текущую рабочую папку
sr_cyrl_rs: Отвори текући радни директоријум
uk_ua: Відкрити поточний робочий каталог
zh_cn: 打开当前工作目录

source: Close Tab
fr_fr: Fermer l’onglet
it_it: Chiudi scheda
ru_ru: Закрыть вкладку
sr_cyrl_rs: Затвори картицу
uk_ua: Закрити вкладку
zh_cn: 关闭标签页

source: Send Input
fr_fr: Envoyer l'entrée
it_it: Invia input
ru_ru: Отправить входные данные
sr_cyrl_rs: Пошаљи унос
uk_ua: Надіслати введені дані
zh_cn: 发送输入

source: Set Focus Mode
fr_fr: Définir le mode Focus
it_it: Imposta modalità messa a fuoco
ru_ru: Настройка режима фокусировки
sr_cyrl_rs: Постави режим фокуса
uk_ua: Встановити режим фокусування
zh_cn: 设置专注模式

source: Set Full Screen
fr_fr: Définir le plein écran
it_it: Imposta schermo intero
ru_ru: Настройка полноэкранного режима
sr_cyrl_rs: Постави пун екран
uk_ua: Встановити повний екран
zh_cn: 设置全屏

source: Set Maximized
fr_fr: Définir sur maximisé
it_it: Massimizzato impostato
ru_ru: Установить развернутое
sr_cyrl_rs: Постави увећано
uk_ua: Встановити розгорнутий
zh_cn: 设置最大化

source: Set Color Scheme
fr_fr: Définir le modèle de couleurs
it_it: Imposta combinazione colori
ru_ru: Установить цветовую схему
sr_cyrl_rs: Постави шему боја
uk_ua: Встановити колірну схему
zh_cn: 设置配色方案

source: Close Other Tabs
fr_fr: Fermer les autres onglets
it_it: Chiudi altre schede
ru_ru: Закрыть остальные вкладки
sr_cyrl_rs: Затвори остале картице
uk_ua: Закрити інші вкладки
zh_cn: 关闭其他标签页

source: Close Tabs After
fr_fr: Fermer les onglets après
it_it: Chiudi le schede dopo
ru_ru: Закрыть вкладки после
sr_cyrl_rs: Затвори картице након
uk_ua: Закрити вкладки після
zh_cn: 关闭以下项后的选项卡

source: Move Tab
fr_fr: Déplacer l’onglet
it_it: Sposta scheda
ru_ru: Переместить вкладку
sr_cyrl_rs: Премести картицу
uk_ua: Перемістити вкладку
zh_cn: 移动选项卡

source: Find Match
fr_fr: Rechercher la correspondance
it_it: Trova corrispondenza
ru_ru: Найти совпадение
sr_cyrl_rs: Пронађи подударање
uk_ua: Знайти збіг
zh_cn: 查找匹配项

source: Search For Text
fr_fr: Rechercher du texte
it_it: Cerca testo
ru_ru: Поиск текста
sr_cyrl_rs: Претражи текст
uk_ua: Пошук тексту
zh_cn: 搜索文本

source: Focus Pane
fr_fr: Volet de mise au point
it_it: Riquadro messa a fuoco
ru_ru: Фокус на панели
sr_cyrl_rs: Фокусирај панел
uk_ua: Сфокусувати панель
zh_cn: 焦点窗格

source: Export Buffer
fr_fr: Exporter le tampon
it_it: Buffer esportazione
ru_ru: Экспортировать буфер
sr_cyrl_rs: Извези бафер
uk_ua: Експортувати буфер
zh_cn: 导出缓冲区

source: Clear Buffer
fr_fr: Effacer la mémoire tampon
it_it: Deseleziona buffer
ru_ru: Очистить буфер
sr_cyrl_rs: Очисти бафер
uk_ua: Очистити буфер
zh_cn: 清除缓冲区

source: Multiple Actions
fr_fr: Actions multiples
it_it: Azioni multiple
ru_ru: Несколько действий
sr_cyrl_rs: Више акција
uk_ua: Кілька дій
zh_cn: 多项操作

source: Adjust Opacity
fr_fr: Ajuster l’opacité
it_it: Regola opacità
ru_ru: Настроить непрозрачность
sr_cyrl_rs: Подеси непрозирност
uk_ua: Відрегулювати прозорість
zh_cn: 调整不透明度

source: Select Command
fr_fr: Sélectionner la commande
it_it: Seleziona comando
ru_ru: Выбрать команду
sr_cyrl_rs: Изабери команду
uk_ua: Вибрати команду
zh_cn: 选择命令

source: Select Output
fr_fr: Sélectionner la sortie
it_it: Seleziona output
ru_ru: Выбрать вывод
sr_cyrl_rs: Изабери излаз
uk_ua: Вибрати вивід
zh_cn: 选择输出

source: Suggestions
it_it: Suggerimenti
ru_ru: Предложения
sr_cyrl_rs: Предлози
uk_ua: Пропозиції
zh_cn: 建议

source: Color Selection
fr_fr: La sélection de couleur
it_it: Selezione colore
ru_ru: Выбор цвета
sr_cyrl_rs: Избор боје
uk_ua: Вибір кольору
zh_cn: 颜色选择

# WslDistroGeneratorDisplayName
source: WSL Distro Profile Generator
fr_fr: Générateur de profil de distribution WSL
it_it: Generatore di profili di distribuzione WSL
ru_ru: Генератор профилей дистрибутивов WSL
sr_cyrl_rs: Генератор профила WSL дистрибуције
uk_ua: Генератор профілю розповсюдження WSL
zh_cn: WSL 发行版配置文件生成器

# PowershellCoreProfileGeneratorDisplayName
source: PowerShell Profile Generator
fr_fr: Générateur de profil PowerShell
it_it: Generatore di profili PowerShell
ru_ru: Генератор профилей PowerShell
sr_cyrl_rs: Генератор PowerShell профила
uk_ua: Генератор профілів PowerShell
zh_cn: PowerShell 配置文件生成器

# AzureCloudShellGeneratorDisplayName
source: Azure Cloud Shell Profile Generator
fr_fr: Générateur de profil Azure Cloud Shell
it_it: Generatore di profili di Azure Cloud Shell
ru_ru: Генератор профилей Azure Cloud Shell
sr_cyrl_rs: Генератор Azure Cloud Shell профила
uk_ua: Генератор профілів Azure Cloud Shell
zh_cn: Azure Cloud Shell 配置文件生成器

# VisualStudioGeneratorDisplayName
source: Visual Studio Profile Generator
fr_fr: Générateur de profil Visual Studio
it_it: Generatore di profili Visual Studio
ru_ru: Генератор профилей Visual Studio
sr_cyrl_rs: Генератор Visual Studio профила
uk_ua: Генератор профілів Visual Studio
zh_cn: Visual Studio 配置文件生成器

# SshHostGeneratorDisplayName
source: SSH Host Profile Generator
fr_fr: Générateur de profil d’hôte SSH
it_it: Generatore di profili host SSH
ru_ru: Генератор профилей узлов SSH
sr_cyrl_rs: Генератор SSH хост профила
uk_ua: Генератор профілю хосту SSH
zh_cn: SSH 主机配置文件生成器

# NewTabParentCommandName
source: New Tab...
de_de: Neue Registerkarte...
es_es: Nueva pestaña...
ja_jp: 新しいタブ...
ko_kr: 새 탭...
pt_br: Nova guia...
zh_tw: 新索引標籤...

# SplitPaneParentCommandName
source: Split Pane...
de_de: Bereich teilen...
es_es: Dividir panel...
ja_jp: ウィンドウの分割...
ko_kr: 분할 창...
pt_br: Dividir painel...
zh_tw: 分割窗格...

# OpenTabColorPickerCommandKey
source: Set the tab color...
de_de: Registerkartenfarbe festlegen...
es_es: Establecer color de pestaña...
ja_jp: タブの色を設定...
ko_kr: 탭 색 설정...
pt_br: Definir cor da guia...
zh_tw: 設定索引標籤色彩...

# OpenTabRenamerCommandKey
source: Rename tab title...
de_de: Registerkarte umbenennen
es_es: Cambiar el nombre de la pestaña
ja_jp: タブ名を変更
ko_kr: 탭 이름 바꾸기
pt_br: Renomear guia
zh_tw: 重新命名索引標籤

# OpenSettingsUICommandKey
source: Open settings...
de_de: Einstellungen öffnen
es_es: Abrir configuración
ja_jp: 設定を開く
ko_kr: 설정 열기
pt_br: Abrir configurações
zh_tw: 開啟設定
